DELETE FROM mall_order;

INSERT INTO mall_order (id, user_id, ship_address, product_id, product_name, product_price, total_amount, create_time, update_time, order_status) VALUES
(1, 1, '长沙岳麓区', 1, '产品1', 100, 100, '2020-06-18 10:42', '2020-06-18 10:42',1),
(2, 1, '长沙岳麓区', 2, '产品2', 200, 200, '2020-06-18 10:42', '2020-06-18 10:42',2),
(3, 1, '长沙岳麓区', 2, '产品2', 200, 200, '2020-06-18 10:42', '2020-06-18 10:42',3),
(4, 2, '长沙岳麓区', 2, '产品2', 200, 200, '2020-06-18 10:42', '2020-06-18 10:42',4),
(5, 2, '长沙岳麓区', 1, '产品1', 100, 100, '2020-06-18 10:42', '2020-06-18 10:42',5);